{
  "page.home.head.title": "Baspar Chemi Sepidan",
  "page.home.head.description": "Bespar Chimei Sepidan Group (BCS) is a knowledge-based entrepreneurship laboratory focused on innovation ecosystem development. This group was founded with the focus of four centers (business development and organizational innovation, research and product innovation, production units and sales and commercialization offices) and its result is the production and supply of advanced industrial and engineering polymers;",
  "page.home.head.author": "Arian Soleimanzadeh",
  "page.catalog.head.title": "Catalogus",
  "page.catalog.head.description": "Catalogs of compound, masterbatch, rubber and general Baspar Chemi Sepidan Holding",
  "page.history.head.title": "History",
  "page.history.head.description": "History of Baspar Chemi Sepidan Holding",
  "page.honors.head.title": "Honors",
  "page.honors.head.description": "Baspar Chemi Sepidan Holding Honors",
  "page.socialResponsibility.head.title": "Social Responsibility",
  "page.socialResponsibility.head.description": "social responsibility of Baspar Chemi Sepidan Holding",
  "page.subsidiaryCompanies.head.title": "Subsidiary Companies",
  "page.subsidiaryCompanies.head.description": "Subsidiary companies of Baspar Chemi Sepidan Holding",
  "page.trademark.head.title": "Trademark",
  "page.trademark.head.description": "Trademark of Baspar Chemi Sepidan Holding",
  "page.values.head.title": "Values",
  "page.values.head.description": "Baspar Chemi Sepidan Holding values",
  "page.vision.head.title": "Vision",
  "page.vision.head.description": "Baspar Chemi Sepidan Holding Vision",
  "page.recruitment.head.title": "Recruitment",
  "page.recruitment.head.description": "The recruiting and hiring process at Baspar Chemi Sepidan is based on our values. We are looking for people who are interested in a dynamic work environment and working in a team. Join us and experience an opportunity where you can use your talents to Show off and thrive at the same time in a supportive and inspiring environment.",
  "page.products.head.title": "Products",
  "page.products.head.description": "Compound, masterbatch, rubber products",
  "page.news.head.title": "News",
  "page.news.head.description": "The most up-to-date news of the Baspar Chemi Sepidan Holding",
  "page.media.head.title": "Media",
  "page.media.head.description": "Videos of Baspar Chemi Sepidan Holding",
  "page.contactus.head.title": "Contact Us",
  "page.contactus.head.description": "Get in touch and communicate with us. Here you can share your questions, comments and requests with our team. Through the contact form, email and available phone number, we are ready to answer you. Our colleagues are at your service are available and welcome any questions you may have to provide accurate information and better guidance. Thank you for contacting us.",
  "page.layout.signIn": "SignIn",
  "page.layout.signUp": "SignUp",
  "page.layout.home": "Home",
  "page.layout.aboutUs": "About Us",
  "page.layout.blog": "Blog",
  "page.layout.newsNav": "News",
  "page.layout.media": "Media",
  "page.layout.events": "Events",
  "page.layout.addressOfBranches": "Address Of Branches",
  "page.layout.careerOpportunities": "Career Opportunities",
  "page.layout.receiveCustomerComments": "Receive Customer Comments",
  "page.layout.basparChemistryMagazine": "Baspar Chemistry Magazine",
  "page.layout.history": "History",
  "page.layout.vision": "Vision",
  "page.layout.values": "values",
  "page.layout.boardOfDirectors": "Board Of Directors",
  "page.layout.boardOfDirectors.manager1Name": "Mr. Mohammad Karimian",
  "page.layout.boardOfDirectors.manager2Name": "Mr. Mohsen Halajbashi",
  "page.layout.boardOfDirectors.manager3Name": "Mr. Ali Alikhani",
  "page.layout.boardOfDirectors.manager4Name": "Mr. Mohammad Nosrati Nia",
  "page.layout.boardOfDirectors.manager5Name": "Mr. Masoud Mosayebi",
  "page.layout.boardOfDirectors.profile1Manager1": "Chairperson of Board of Directors",
  "page.layout.boardOfDirectors.profile2Manager1": "Ph.D. in Business Administration and Marketing",
  "page.layout.boardOfDirectors.profile3Manager1": "Former Deputy of Entekhab Industrial Group",
  "page.layout.boardOfDirectors.profile1Manager2": "Vice-Chairperson of Board of Directors",
  "page.layout.boardOfDirectors.profile2Manager2": "B.Sc. in mathematics",
  "page.layout.boardOfDirectors.profile1Manager3": "Chief Executive Officer and member of Board of Directors",
  "page.layout.boardOfDirectors.profile2Manager3": "Ph.D. in Polymer Engineering",
  "page.layout.boardOfDirectors.profile3Manager3": "Member of Board of Directors of National Compound and Masterbatch Association",
  "page.layout.boardOfDirectors.profile1Manager4": "Member of Board of Directors",
  "page.layout.boardOfDirectors.profile2Manager4": "Chief Financial Officer",
  "page.layout.boardOfDirectors.profile1Manager5": "Former member of the board of directors",
  "page.layout.boardOfDirectors.profile2Manager5": "Former CEO Basparshimi",
  "page.layout.achievementsAndHonors": "Achievements And Honors",
  "page.layout.socialResponsibility": "Social Responsibility",
  "page.layout.subsidiaryCompanies": "Subsidiary Companies",
  "page.layout.trademark": "Trademark",
  "page.layout.investors": "Investors",
  "page.layout.products": "Products",
  "page.layout.catalogues": "Catalogues",
  "page.layout.categories": "Categories",
  "page.layout.compound": "Compound",
  "page.layout.masterbach": "Masterbach",
  "page.layout.rubber": "Rubber",
  "page.layout.industry": "Industry",
  "page.layout.automotive": "Automotive",
  "page.layout.homeAppliances": "HomeAppliances",
  "page.layout.electrical": "Electrical",
  "page.layout.r&DCenter": "R&DCenter",
  "page.layout.commerce": "Commerce",
  "page.layout.rubberCompoundRawMaterials": "Rubber Compound Raw Materials",
  "page.layout.chemicalAgricultural": "Chemical Agricultural",
  "page.layout.textile": "Textile",
  "page.layout.polymerRawMaterials": "Polymer Raw Materials",
  "page.layout.polymerIndustryAdditives": "Polymer Industry Additives",
  "page.layout.news": "News",
  "page.layout.gallery": "Gallery",
  "page.layout.photoGallery": "Photo Gallery",
  "page.layout.videos": "Videos",
  "page.layout.contactUs": "Contact Us",
  "page.layout.registerComplaints": "Register Complaints",
  "page.layout.recruitment": "Recruitment",
  "page.layout.footer.companyName": "Baspar Chemi Sepidan",
  "page.layout.footer.industry": "Industry",
  "page.layout.footer.engineeringMasterbatches": "Engineering Masterbatches",
  "page.layout.footer.geomembranes": "Geomembranes",
  "page.layout.footer.polymerTanks": "Polymer tanks",
  "page.layout.footer.products": "Products",
  "page.layout.footer.manufacturedProducts": "Manufactured Products",
  "page.layout.footer.commercialProducts": "Commercial Products",
  "page.layout.footer.connectWithUs": "Connect With Us",
  "page.layout.footer.footer": "2023 - Baspar Chemi Sepidan . All rights reserved.",
  "page.layout.homepage.catalogs": "Catalogs",
  "page.layout.homepage.complaintForm": "Complaint Form",
  "page.layout.homepage.recruitmentForm": "Recruitment Form",
  "page.layout.homepage.introductionVideo": "Introduction Video",
  "page.layout.homepage.news": "Latest news",
  "page.layout.homepage.events": "events",
  "page.home.industry.basparIndustry": "Baspar Industry",
  "page.home.industry.engineeringMasterbatches": "Engineering Masterbatches",
  "page.home.industry.packagingFilms": "Packaging Films",
  "page.home.industry.HomeApplianceParts": "Home Appliance Parts",
  "page.home.industry.pipesAndFittings": "Pipes And Fittings",
  "page.home.industry.automotiveParts": "Automotive parts",
  "page.home.industry.disposableDishes": "Disposable dishes",
  "page.home.industry.textile": "Textile",
  "page.home.industry.electricalAndElectronicPartsAndEquipment": "Electrical And Electronic Parts And Equipment",
  "page.home.industry.wireAndCable": "Wire And Cable",
  "page.home.industry.agricultureIrrigationPipesAndFittings": "Agriculture (Irrigation Pipes And Fittings)",
  "page.home.industry.jumboBurlap": "Jumbo burlap",
  "page.home.industry.compoundAndMasterbatch": "Compound And Masterbatch",
  "page.home.industry.polymerSheets": "Polymer Sheets",
  "page.home.industry.polymerTanks": "Polymer Tanks",
  "page.home.industry.geomembranes": "Geomembranes",
  "page.home.industry.toy": "Toy",
  "page.home.industry.railPartsAndEquipment": "Rail Parts And Equipment",
  "page.home.industry.constructionSanitaryGoods": "Construction Sanitary Goods",
  "page.home.industry.industrialEquipment": "Industrial Equipment",
  "page.home.industry.officeEquipment": "Office Equipment",
  "page.aboutUs.History.title": "History",
  "page.aboutUs.History.titleBaspar": "Bespar Chemi Sepidan Holding",
  "page.aboutUs.History.sub1Baspar": "Bespar Chemi Sepidan Holding , with the trademark BCS™ is one of the leading industrial groups, focused on an innovative ecosystem for the production and procurement of advanced industrial and engineering polymers. This company started its activities in 2011 by procuring various polymers used in applications such as house appliances, motor vehicles, construction, etc. Gradually, and with developing its trade and marketing research offices in various countries such as Germany, Turkey, China, UAE, Taiwan, India, Serbia, Vietnam, Malaysia, South Korea, and Italy, this company succussed in achieving a prominent position in procurement,production, and innovation in the field of polymer products in Iran.",
  "page.aboutUs.History.titleBaspar2": "The Goals Of Baspar Shimei Sepidan Group",
  "page.aboutUs.History.sub2Baspar": "To expand the value chain for the processing of specialized raw polymer materials and additives with high added value, (BCS) has launched several production units for the production of various compounds and masterbatches in the last decade. This production group, with emphasis on the constant development of product quality and expanding its knowledge-based activities, equipped and established a professional laboratory for polymer materials and research and development (R&D) unit in the years 2015 and 2016. In 2021, the merging and development of these organizational units resulted in the establishment of the Compound and Masterbatch Research and Development Center. All these activities have made BCS one of the most effective, professional, and advanced Iranian groups in knowledge-based products with an annual production capacity of 70,000 metric tons for raw material and additives used in various industries . such as house appliances, motor vehicles, textile industries, construction, agriculture, films and packaging, electrical industries, plastic and chemical industries",
  "page.aboutUs.Vision.title": "Innovative Approach",
  "page.aboutUs.Vision.sub": "Establishing an international knowledge-based holding with an innovative approach in investment, production, and trading for high-value-added industries;",
  "page.aboutUs.values.title": "The values of Baspar Chemical Sepidan Group",
  "page.aboutUs.values.sub1": "Development of innovative technologies;",
  "page.aboutUs.values.sub2": "Improvement of stakeholder satisfaction in various internal and external organizational aspects",
  "page.aboutUs.values.sub3": "Emphasis on merit and meritocracy;",
  "page.aboutUs.values.sub4": "Preparing a roadmap and improving the value of the organizations intangible assets (branding, stakeholder loyalty, social responsibility, knowledge, etc.)",
  "page.aboutUs.values.sub5": "Establishing a transparent system in processing, operation, and financial areas based on current laws, social norms, and specialized regulations;",
  "page.aboutUs.values.sub6": "Development of cooperation and intellectual proposal system based on group wisdom.",
  "page.aboutUs.values.sub7": "Creating a suitable position as a trusted economic institution to gather a large volume of investment and convert them to national values (employment, knowledge-based production, development of export, etc.)",
  "page.aboutUs.boardOfDirectors.Title": "The Board of Directors of Sepidan Baspar Chemical Group",
  "page.aboutUs.honor.sub1": "- Holder of Knowledge-Based Company certificate",
  "page.aboutUs.honor.sub2": "- Receiving knowledge-based certificate for several of its products",
  "page.aboutUs.honor.sub3": "- Registration of 40 knowledge-based products",
  "page.aboutUs.honor.sub4": "- Holder of research and development license",
  "page.aboutUs.honor.sub5": "The Board of Directors of Sepidan Baspar Chemical Group",
  "page.aboutUs.honor.sub6": "The Board of Directors of Sepidan Baspar Chemical Group",
  "page.aboutUs.honor.sub7": "The Board of Directors of Sepidan Baspar Chemical Group",
  "page.aboutUs.honor.sub8": "The Board of Directors of Sepidan Baspar Chemical Group",
  "page.aboutUs.honor.sub9": "The Board of Directors of Sepidan Baspar Chemical Group",
  "page.aboutUs.honor.sub10": "The Board of Directors of Sepidan Baspar Chemical Group",
  "page.aboutUs.honor.sub11": "The Board of Directors of Sepidan Baspar Chemical Group",

  "page.aboutUs.socialResponsibility.sub1": "Cooperate Social Responsibility (CSR) is a type of self—regulation of businesses based on social values. By implementing social responsibility strategies, a business can show that they consider the circle of their audiences and stakeholders to be larger than their shareholders and customers. Based on this strategy, Bespar Chemi Sepidan Holding attempts to have a positive effect on the economy, people, and environment through productive and sustainable employment, implementation of social support projects, and improving its environmental performance.",
  "page.aboutUs.socialResponsibility.sub2": " Bespar Chemi Sepidan Holding, to perform its social responsibilities, has succussed in playing an effective role in the development of productive and sustainable employment through employing more than 350 specialized, skilled and innovative personnel. Establishment and operation of various production units in Moorchekhort Industrial zone of Isfahan, as one of the employment centers of the country, as well as the establishment of the Center of Innovative Research at Isfahan University of Technology, as one of the most credible academic centers in the area of polymer and petrochemical industries, along with supporting of scientific ideas until commercialization step is among the most notable actions of this holding. Furthermore, the establishment of the Center of Business Development and Organizational Innovation at Isfahan Science and Technology Town, as the center of research and development in Isfahan province, situated next to the Isfahan University of Technology, has created an independent environment and the opportunity for supporting individuals in line with this holdings’ scientific, logistical and human resources values and aims.",
  "page.aboutUs.socialResponsibility.sub3": "This holding, to fulfill its mission, has prioritized social support projects in areas of sustainable employment, innovative development, empowerment of elites, and employee welfare. Furthermore, environmentally friendly behavior is among other social responsibilities of organizations. Therefore, BCS has implemented various plans for preventing air, soil, and water pollution, waste management, and increasing green space. Some of these activities are as follows;",
  "page.aboutUs.SubsidiaryCompanies.sub1": "Bespar Chemi Sepidan (BCS) company launched its production activities in 2011. Production activities of Bespar Chemi Sepidan (BCS) company have made it one of the leading companies in the production of various polymer compounds and masterbatches. Strengthening of polymers using various additives and production of dyed masterbatches and various additives are carried out at this company’s factories based on the highest international standards and using advanced compounding production lines.",
  "page.aboutUs.SubsidiaryCompanies.sub2": "In the year 2021, Bespar Chemi Sepidan Holding, to increase its market share and production capacity, established a factory for the production of various polymer compounds and masterbatches. Currently, Sepid Chemi Parto Co. has one of the most advanced production lines, equipment, and machinery and has managed to achieve an annual production capacity of 47,000 metric tons. Production of various polymer compounds for motor vehicle industries, household appliances, and electronic equipment as well as white, black, and dyed masterbatches used in various industries, including pipe manufacturing, film, and packaging are among the most important production activities of this company.",
  "page.aboutUs.SubsidiaryCompanies.sub3": "Bespar Chemi Sepidan Holding, to complete the value chain for household appliances, began the production of rubber compounds in 2020. This company, with access to technical production know-how for rubber compounds used for injection in household appliances production as well as in other industries including mining, motor vehicle production, and petrochemical industries, and with access to a fully equipped rubber testing laboratory, provides technical solutions design and formulation of various customized rubber compounds.",
  "page.aboutUs.SubsidiaryCompanies.card1Front": "Environmental Activities for Preventing",
  "page.aboutUs.SubsidiaryCompanies.card1Back": "1. Operating localized dry-air filtering system in material compounding units; 2. Installation and operation of electro-filter systems for removing smoke and monomer vapors; 3. Conducting environmental self-reports to measure pollutants at the outputs of fan exhausts and air conditioning systems at specified periods;",
  "page.aboutUs.SubsidiaryCompanies.card2Front": "Activities for Preventing Soil Pollution",
  "page.aboutUs.SubsidiaryCompanies.card2Back": "1. Preventing the dumping of polymers and additives as much as possible; 2. Daily gathering of graduated parties caused by loading and unloading of products; 3. Gathering washing or diluting power chemical additives present in the soil;",
  "page.aboutUs.SubsidiaryCompanies.card3Front": "Waste Management Activities",
  "page.aboutUs.SubsidiaryCompanies.card3Back": "1. Decreasing waste production in the organization; 2. Separating recyclable industrial and household wastes, including dry and wet wastes, from the dumped waste at the point of origin; 3. Recycling plastics, cartons, etc., containing raw materials and delivering them to recycling stations; 4. Manufacturing and installation of waste baskets outside of the organization to prevent the dispersion of waste by wild animals and environmental factors;",
  "page.aboutUs.SubsidiaryCompanies.card4Front": "Activities for Preventing water Pollution",
  "page.aboutUs.SubsidiaryCompanies.card4Back": "1. Preventing the washing wastewater from entering absorption wells; 2. Treatment of wastewater created by washing in production units using the septic method before entering the public wastewater system;",
  "page.aboutUs.SubsidiaryCompanies.card5Front": "Activities for Increasing the Greenspace",
  "page.aboutUs.SubsidiaryCompanies.card5Back": "1. Planting more than 50 trees and saplings in the internal and external areas of the organization;",
  "page.product.information": "Information",
  "page.product.description": "Description",
  "page.home.title1": "Baspar Chemi Sepidan Co",
  "page.home.sub1": "(where science meets innovation)",
  "page.home.sub2": "Bespar Shimei Sepidan Group (BCS) is a knowledge-based entrepreneurship laboratory focused on innovation ecosystem development. This group was founded with the focus of four centers (business development and organizational innovation, research and product innovation, production units and sales and commercialization offices) and its result is the production and supply of advanced industrial and engineering polymers;",
  "page.home.sub3": "More...",
  "page.home.sub4": "Baspar Chemi Sepidan Industries",
  "page.home.sub5": "Baspar Chemi Sepidan products",
  "page.home.sub6": "The knowledge-based production activities of Bespar Shimei Sepidan Group are considered one of the advantages of this group in the industry and market, among which the production of compounds, masterbatch and rubber compounds has a special place. These products are operating in three factories (Baspar Chemi Sepidan), (Baspar Chemi Parto) and (Baspar Rubber Sepidan Mixtures) with the most advanced lines, devices, and equipment with a capacity of 75 thousand tons per year.",
  "page.home.sub7": "See More ...",
  "page.signIn.title": "Welcome!",
  "page.signIn.name": "Name",
  "page.signIn.lastName": "Last Name",
  "page.signIn.companyName": "Company Name",
  "page.signIn.phoneNumber": "Phone Number",
  "page.signIn.email": "Email",
  "page.signIn.emailConfirmation": "Email Confirmation",
  "page.signIn.emailConfirmationTxt": "Please confirm your email address!",
  "page.signIn.password": "Password",
  "page.signIn.passwordConfirmation": "Please enter a strong password!",
  "page.signIn.passwordConfirmationLabel": "Password Confirmation",
  "page.signIn.passwordConfirmation2": "Please confirm your password!",
  "page.signIn.signIn": "Sign In",
  "page.signIn.alreadyAccount": "Already have an account?",
  "page.signIn.signInstead": " Sign in instead"
}
